$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: '  परमहंस मंडली निम्नलिखित में से कहां का एक सुधारवादी संगठन था ?',
                a: " महाराष्ट्र",
                options: [" महाराष्ट्र", " उत्तर प्रदेश", " पंजाब", " बंगाल"]},
   
   
            {q: " मुगल कालीन भारत में राज्य का प्रमुख स्रोत क्या था ?",
                a: " भू-राजस्व",
                options: [" कर", " लूट", " भू-राजस्व", " राजगत संपत्ति"]},
   
   
            {q: " निम्नलिखित में से कौन सा नगर हड़प्पा कालीन व्यापारिक गतिविधियों का एक महान केंद्र था ?",
                a: " लोथल",
                options: [" सुतकोटडा", " लोथल", " कालीबंगा", " हरप्पा"]},
   
   
            {q: "निम्नलिखित में से कौन सी कृति महाकवि कालिदास की है ?",
                a: " मालविकाग्निमित्रम्",
                options: [" मृच्छकटिकम्", " दशकुमारचरितम्", " मालविकाग्निमित्रम्", " किरातार्जुनीयम्"]},
   
   
            {q: " निम्नलिखित में से कौन बारकरी संप्रदाय का सात था ?",
                a: " रामदास",
                options: [" रामदास", " नामदेव", " निंबार्क", " चक्रधर"]},
   
          
            {q:" अंग्रेजों का प्रथम संघर्ष किस मुगल शासक से हुआ था ?",
                a: " औरंगजेब",
                options: [" औरंगजेब", " जहांगीर", " शाह आलम", " बहादुर शाह जफर"]},
    
    
             {q: "जहांगीर की निम्नलिखित पत्नियों में से  कौन राजपूत नहीं थी?",
                a: " शाह बेगम",
                options: [" नुरुन्नीसा बेगम", " मलिक ए जहां", " करमशी", " शाह बेगम"]},
    

            {q: " निम्नलिखित में से किस मुगल सेनापति ने शिवाजी को पुरंदर की संधि पर हस्ताक्षर करने के लिए बाध्य किया ?",
                a: " मिर्जा राजा जयसिंह",
                options: [" मिर्जा राजा जयसिंह", " शाइस्ता खाँ", " बहादुर खाँ", " राजा जसवंत सिंह"]},
   

            {q: " भारत में फ्रांसीसी ईस्ट इंडिया कंपनी तथा ब्रिटिश ईस्ट इंडिया कंपनी के संघर्ष के दौरान फ्रांस का राजा कौन था ?",
                a: " लुई XV",
                options: [" हेनरी IV", " लुई XIV", " लुई XV", "लुई XIII"]}, 
   

              {q: "भारत में डचों द्वारा सर्वप्रथम फैक्ट्री कहां स्थापित की गई ?",
                a: " मछलीपट्टनम",
                options: [" करीकल", " मछलीपट्टनम", " कासिम बाजार", " चिनसुरा"]},
			  
              {q: " चरक किसके दरबार में प्रसिद्ध चिकित्सक था ?",
                a: " कनिष्क",
                options: [" कनिष्क", " चंद्रगुप्त मौर्य", " अशोक", " हर्ष"]},
   
   
            {q: " भक्त तुकाराम कौन से मुगल सम्राट के समकालीन थे ?",
                a: " जहांगीर",
                options: [" बाबर", " अकबर", " हुमायूं", " जहांगीर"]},
   
   
            {q: " महाराष्ट्र का महानतम भक्ति कवि कौन था ?",
                a: " नामदेव",
                options: [" रामदास", " तुकाराम", " नामदेव", " एकनाथ"]},
   
   
            {q: " ‘सत्यमेव जयते’ शब्द किस उपनिषद से लिया गया है ?",
                a: " मुंडक उपनिषद",
                options: ["कठोपनिषद", " मुंडक उपनिषद", " ईशोपनिषद", " बृहदारण्यक उपनिषद"]},
   
          
            {q:" किस मुगल सम्राट का मकबरा भारत में नहीं है ?",
                a: " बाबर",
                options: [" बाबर", " हुमायूं", " जहांगीर", " अकबर"]},
    
    
             {q: " दीन ए इलाही की स्थापना किसने की थी ?",
                a: " अकबर",
                options: [" मोहम्मद शाह", " अकबर", " औरंगजेब", " जहांगीर"]},
    

            {q: " ‘लाख बख्श’ के नाम से जाना जाने वाला भारतीय शासक कौन था ?",
                a: " कुतुबुद्दीन ऐबक",
                options: [" कुतुबुद्दीन ऐबक", " बाबर", " अकबर", " इलतुमीश"]},
   

            {q: " आर्य समाज की स्थापना किस वर्ष हुई ?",
                a: " 1857 ई. में",
                options: [" 1865 ई. में", "1865  ई. में", "1857 ई. में", " उपयुक्त में से कोई नहीं"]}, 
   

              {q: " 1911 में  राजधानी जब कोलकाता से दिल्ली लाई गई उस समय भारत का वायसराय कौन था ?",
                a: " लॉर्ड हार्डिंग",
                options: [" लॉर्ड मिंटो", "लॉर्ड हार्डिंग", " लॉर्ड मेयो", "  लॉर्ड लारेंस"]},
			  
             {q: " सविनय अवज्ञा आंदोलन प्रारंभ कब हुआ ?",
                a: " नमक सत्याग्रह से",
                options: [" बायकॉट सत्याग्रह से", " कर न देने के अभियान से", " नमक सत्याग्रह से", " साइमन आयोग के बहिष्कार से"]}
        ]
    }
});
