$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: "अंतरराष्ट्रीय भारती महोत्सव 2020 में किसे 2020 के भारती पुरस्कार से पुरस्कृत किया गया ?",
                a: "सिनी विश्वनाथन ",
                options: ["सिनी विश्वनाथन ", "एसएस विश्वनाथन", "चित्रा मुद्रल", "शशि थरूर"]},
   
   
            {q: "अंतरराष्ट्रीय योग महोत्सव 2020 का आयोजन कहाँ किया गया था ?",
                a: "उतराखंड",
                options: ["उतराखंड", "झारखंड", "बंगलुरु", "हैदराबाद"]},
   
   
            {q: "भारतीय भाषा महोत्सव 2020 का आयोजन नीचे दिये गए किसे शहर मे किया गया था?",
                a: "लखनऊ",
                options: ["उतराखंड", "लखनऊ", "बंगलुरु", "हैदराबाद"]},
   
   
            {q: "भारतीय मूल के किस राज नेता को हाल के दिनो में सिंगापुर में विपक्ष के नेता के रूप में नामित किया गया है ?",
                a: "प्रीतम सिंह ",
                options: ["विक्रम सेठ", "प्रीतम सिंह", "विक्रम सचदेवा", "मोहनलाल"]},
   
   
            {q: "निम्न में से किस राज्य में मेजर ध्यानचंद विजयपथ योजना की शुरवात की गयी है?",
                a: "उत्तर प्रदेश",
                options: ["उत्तर प्रदेश", "मध्य प्रदेश", "राजस्थान", "महाराष्ट्र"]},
   
	       {q:"बंगाल के प्रथम गवर्नर जनरल कौन थे?",
                a: "वारेन हेन्स्तिंग्स",
                options: ["रॉबर्ट क्लाइव", "वारेन हेन्स्तिंग्स", "लॉर्ड कनिंग", "लोर्ड विलियम"]},
    
    
             {q: "बिहार की टोटल जनसंख्या में मुसलिम आबादी का प्रतिशत क्या है?",
                a: "16.9%",
                options: ["10%", "12.3%", "13.9%", "16.9%"]}, 
    

            {q: "प्रणव मुखर्जी से पहले भारत के राष्ट्रपति कौन थे?",
                a: "इनमें से कोई नही",
                options: ["रामनाथ कोविन्द", "एपिजे अब्दुल कलाम", "इनमें से कोई नही", "विवि गिरी"]},
   
          
            {q:" निम्नलिखित मे से कौन विद्युत रोधी है ?",
                a: "लकड़ी",
                options: ["ताँबा", "लकड़ी", "पारा", "एलुमिनियम"]},
    
    
            {q: "विश्व के किस रेगिस्तान में सर्वाधिक स्वर्ण भंडार पाया जाता है ?",
                a: "अटाकामा",
                options: ["अरब", "मंगोलिया", "थार", "अटाकामा"]},
    

            {q: "वह एकमात्र वाइसराय जिसकी हत्या भारत में हुई थी ?",
                a: "लॉर्ड मेयो",
                options: ["लॉर्ड एटोंबरों", "लॉर्ड मेयो", "लॉर्ड नॉर्थ बुक", "लॉर्ड हार्डिंग"]},
   
	    {q: "संसद की लोक लेखा समिति की अध्यक्ष की नियुक्ति कौन करता है ?",
                a: "लोकसभा के अध्यक्ष",
                options: ["लोकसभा के अध्यक्ष", "भारत के राष्ट्रपति", "भारत के प्रधानमंत्री", "सुप्रीम कोर्ट का मुख्य न्यान्यधीश"]},   


            {q: "भारत में सिक्को की ढलाई कहाँ-कहाँ होती है?",
                a: "मुंबई, कोलकाता, हैदराबाद, नोएडा",
                options: ["दिल्ली, कोलकाता, बेंगलुरु", "दिल्ली, कोलकाता, हैदराबाद", "मुंबई, कोलकाता, हैदराबाद, नोएडा", "कोलकाता, बेंगलुरु, मुंबई"]},

            {q: "फार्मिक एसिड किसके द्वारा उत्पन्न किया जाता है ?",
                a: "लाल चींटी",
                options: ["दीमक", "मच्छर", "कॉकरोच", "लाल चींटी"]}, 
   
   
	    {q: "कमानी तुला किस सिद्धान्त पर कार्य करता है ?",
                a: "हुक का नियम",
                options: ["बरनौली सिधान्त", "बॉयल का नियय", "हुक का नियम", "पासकल का नियम"]},

	    {q: "ए रेड लेटर डे से तात्पर्य है ?",
                a: "महत्वपूर्ण एवं यादगार दिन",
                options: ["रक्त पात का दिन", "वह दिन जिस दिन भारत आजाद हुआ", "महत्वपूर्ण  एवं यादगार दिन", "वह दिन जिस दिन संविधान लागू हुआ"]},

            {q: "एबल पुरस्कार दिया जाता है?",
                a: "गणित के क्षेत्र में",
                options: ["खेल के क्षेत्र में", "पत्रकारिता के क्षेत्र में", "विज्ञान के क्षेत्र में", "गणित के क्षेत्र में"]}, 
   
	    {q: "भटकल बन्दरगाह किस राज्य में है ?",
                a: "कर्नाटका",
                options: ["आंध्रप्रदेश", "कर्नाटका", "केरल", "तमिलनाडु"]},

            {q: "केरल के तट को क्या कहते हैं?",
                a: "मालाबार तट",
                options: ["मालाबार तट", "कोंकण तट", "केनरा तट", "कोरोमंडल तट"]}, 
   
	    {q: "2024 के ग्रीष्मकालीन ओलंपिक खेल कहाँ आयोजित किया जाएगा ?",
                a: "फ्रांस में",
                options: ["चीन में", "फ्रांस में", "भारत में", "कतार में"]},	

	    {q: "रूल ऑफ द सक्सेसफुल नेशन पुस्तक के लेखक कौन हैं ?",
                a: "रुचिर शर्मा",
                options: ["नीरज कुमार", "एम वेंकैया नायडू", "रुचिर शर्मा", "प्रणब मुखर्जी"]},

	    {q: "महात्मा गांधी अंतरराष्ट्रीय कन्वेन्शन सेंटर किस देश में खोला गया ?",
                a: "नाइजेरिय में",
                options: ["केन्या में", "नाइजेरिय में", "यूएई में", "इन्डोनेशिया में"]},

	    {q: "भारतीय नौसेना ने किस देश मे ऑपरेशन वनीला शुरू किया ?",
                a: "मेडागास्कर में",
                options: ["मेडागास्कर में", "नेपाल में", "भूटान में", "बांग्लादेश में"]},

	    {q: "भारत में अर्थव्यवस्था को 5 ट्रिलियन करने का लक्ष्य कब तक का रखा गया है?",
                a: "2024",
                options: ["2024", "2025", "2030", "2035"]},

	    {q: "धार्मिक स्वतंत्रता का वर्णन किस अनुच्छेद में है ?",
                a: "25-28",
                options: ["25-28", "25-30", "22-25", "32-40"]},

	    {q: "अराकु घाटी किस राज्य में है?",
                a: "आंध्रप्रदेश में",
                options: ["आंध्रप्रदेश में", "उतराखंड में", "जम्मू कश्मीर में", "तमिलनाडु में"]},

	    {q: "निम्नलिखित में सबसे अधिक जनसंख्या घनत्व किस राज्य में है ?",
                a: "नई दिल्ली",
                options: ["नई दिल्ली", "उत्तर प्रदेश", "पश्चिम बंगाल", "बिहार"]},

	    {q: "वर्तमान मे गोवा क राजपाल कौन हैं ?",
                a: "भगत सिंह कोश्यरी",
                options: ["मृदुला सिन्हा", "यशपाल मालिक", "भगत सिंह कोश्यरी", "प्रमोद सावंत"]},

	    {q: "निम्न मे से किस एक कंपनी के सीईओ का संबंध भारत से नहीं है ?",
                a: "एप्पल",
                options: ["गूगल", "एप्पल", "मास्टर कार्ड", "माइक्रोसॉफ़्ट"]},

	    {q: "निम्नलिखित कथनों में से असत्य कथन पहचानिए ?",
                a: "उपरोक्त में से कोई नहीं",
                options: ["सब्जियों के उत्पादन मे पश्चिम बंगाल अग्रिम राज्य है", "फलों के उतपदन में आंध्र प्रदेश अग्रिम राज्य है", "मछलियों उत्पादन मे तमिलनाडु भारत का अग्रिम राजय है", "उपरोक्त में से कोई नहीं"]},
        ]
    }
});
