$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: '800 से 600 ईसा पूर्व का काल किस युग से जुड़ा है ?',
                a: " ब्राह्मण युग",
                options: [" सूत्र युग", " ब्राह्मण युग", " रामायण युग", " महाभारत युग"]},
   
   
            {q: " संगम युग में उरइयूर  किस लिए विख्यात था ?",
                a: " कपास के व्यापार का महत्वपूर्ण केंद्र",
                options: [" आंतरिक व्यापार का महत्वपूर्ण केंद्र", " विदेशी व्यापार का महत्वपूर्ण केंद्र", " कपास के व्यापार का महत्वपूर्ण केंद्र", " मसालों के व्यापार का महत्वपूर्ण केंद्र"]},
   
   
            {q: " सल्तनत काल के सिक्के - टंका, शशनागी एवं जीतल  किन धातुओं से बने थे ?",
                a: " सोना चांदी एवं तांबा",
                options: [" सोना चांदी एवं तांबा", " चांदी जस्ता तांबा", " चांदी तांबा", " सोना जस्ता तांबा"]},
   
   
            {q: " ‘दो अस्पा, सिंह अस्पा’ प्रथा किसने शुरू की ?",
                a: " जहांगीर",
                options: [" औरंगजेब", " शाहजहां", " जहांगीर", " अकबर"]},
   
   
            {q: " निम्नलिखित में से कौन सा वंश त्रिकोणात्मक संघर्ष में युद्धरत देशों में शामिल नहीं था ?",
                a: " चोल वंश",
                options: [" पाल वंश", " राष्ट्रकूट वंश", " प्रतिहार वंश", " चोल वंश"]},
   
          
            {q:" बौद्ध धर्म के विषय में  प्रश्नोत्तर के रूप में जानकारी हमें किस ग्रंथ से प्राप्त होती है ?",
                a: " मिलिंदपन्हो",
                options: [" मिलिंदपन्हो", " विनय पिटक", " दीपवामसा", " ललित विस्तार"]},
    
    
             {q: " निम्नलिखित में से कौन सा मंदिर चोल शासकों ने नहीं बनवाया ?",
                a: " लिंगराज",
                options: [" नागेश्वर", " कोरंगनाथ", " लिंगराज", " राजराजेश्वर"]},
    

            {q: " निम्नलिखित में से किस कृति में जैन तीर्थकारों  के उपदेश संकलित है ?",
                a: " पूर्वा",
                options: [" सूत्र", " अंग", " पूर्वा", " पीटक"]},
   

            {q: " सन्यासी विद्रोह  कहां भरका था ?",
                a: " बंगाल में",
                options: [" अवध में", " बंगाल में", " हरियाणा में", " पंजाब में"]}, 
   

              {q: " 1814 से 1817 ईस्वी के काल में निम्नलिखित में से किस क्षेत्र के तालुकदारों ने ब्रिटिश शासन के विरुद्ध विद्रोह किया था ?",
                a: "अलीगढ़",
                options: [" अलीगढ़", " अवध", " बीरभूम", " मालवा"]},
			  
             {q: " भारत के साथ जिन्होंने सर्वप्रथम व्यापार संबंध बनाए वह थे -  ?",
                a: " पुर्तगाली",
                options: [" पुर्तगाली", " डच", " अंग्रेज", "फ्रांसीसी"]},
   
   
            {q: " ईशा से 483 वर्ष पूर्व बृहद बौद्ध सम्मेलन कहां हुआ था ?",
                a: " राजगृह",
                options: [" कश्मीर", " उज्जैन", " पाटलिपुत्र", " राजगृह"]},
   
   
            {q: " सन 1906 में राजनीतिक संगठन के रूप में मुस्लिम लीग का गठन कहां हुआ था ?",
                a: " ढाका",
                options: [" लाहौर", " लखनऊ", " ढाका", " अलीगढ़"]},
   
   
            {q: " द्वितीय विश्व युद्ध के दौरान ब्रिटेन का नायक प्रधानमंत्री कौन था ?",
                a: " िंस्टन चर्चिल",
                options: [" क्लिमेंट एटली", " नेविन चैंबर्लेन", " विंस्टन चर्चिल", " लॉर्ड जॉर्ज"]},
   
          
            {q:" एशियाटिक सोसाइटी ऑफ़ बंगाल के संस्थापक कौन थे ?",
                a: " विलियम जॉन्स",
                options: [" विलियम जॉन्स", " चार्ल्स विकलिंज ", " प्रिंसेप", " एच टी कॉलब्रुक"]},
    
    
             {q: " सुप्रसिद्ध मयूर सिंहासन का निर्माण किस मुगल शासक ने करवाया था ?",
                a: " शाहजहां",
                options: [" अकबर", " जहांगीर", " शाहजहां", " औरंगजेब"]},
    

            {q: "निम्नलिखित में से भारत का प्राचीनतम राजवंश कौन सा है",
                a: " मौर्य",
                options: [" वर्धन", " मौर्य", " कुशान", " गुप्त"]},
   

            {q: " इस्लाम धर्म के प्रवर्तक पैगंबर मोहम्मद का जन्म कब हुआ था ?",
                a: " 570 ईस्वी",
                options: [" 622 ईस्वी", "570 ईसा पूर्व", "670 ईस्वी", "570 ईस्वी"]}, 
   

              {q: " एलेग्जेंडर ने भारत पर कब चढ़ाई की थी ?",
                a: " 326 ईसा पूर्व",
                options: [" 326 ईसा पूर्व", " 298 ईसा पूर्व", " 323 ईसा पूर्व", " 305 ईसा पूर्व"]},
			  
	 {q: " शिवाजी का उत्तराधिकारी कौन था ?",
                a: " राजाराम",
                options: [" बाज", " साहू द्वितीय", " राजाराम", " संभाजी"]}
        ]
    }
});
