$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: ' प्राचीन हिंदू विधि का लेखक  इनको कहा जाता है ?',
                a: " मनु",
                options: [" मनु", " वाल्मीकि", " वशिष्ठ", " पानीनी"]},
   
   
            {q: " मुस्लिम लीग ने भारत विभाजन की मांग सर्वप्रथम कब की थी ?",
                a: " 1940 में",
                options: [" 1906 में", " 1940 में", " 1946 ईस्वी में", " 1916 में"]},
   
   
            {q: " निम्नलिखित में से किसने 1957 के विद्रोह को एक षड्यंत्र की संज्ञा दी थी ?",
                a: " जेम्स आउट्राम और डब्लू ट्रेलर दोनों",
                options: [" जेम्स आउट्राम", " डब्लू  ट्रेलर", " सर जॉन लॉरेंस", " जेम्स आउट्राम और डब्लू ट्रेलर दोनों"]},
   
   
            {q: " महाबलीपुरम के रथ मंदिरों का निर्माण किसने करवाया था ?",
                a: " नरसिंह वर्मन प्रथम",
                options: [" महेंद्र वर्मन", " विष्णु गोप", " नरसिंह वर्मन प्रथम", " नंदी वर्मन"]},
   
   
            {q: " वैदिक साहित्य में प्रयुक्त ‘ब्रीह’ शब्द का अर्थ है -", 
                a: " चावल",
                options: [" चावल", " गेहूँ", " तिल", " जौ"]},
   
          
            {q:" पानीपत का प्रथम युद्ध किनके बीच लड़ा गया था ?",
                a: " बाबर और इब्राहिम लोदी",
                options: [" बाबर और इब्राहिम लोदी", " बाबर और राणा सांगा", "हुमायूं और इब्राहिम लोदी", " शेरशाह सूरी और अकबर"]},
    
    
             {q: " ऋग्वेद का नौवां मंडल पूर्णता किस को समर्पित है ?",
                a: " सोम और इस पेय पर नामांकित देवता",
                options: [" इंद्र और उसका  हाथी", " उर्वशी एवं स्वर्ग", " सोम और इस पेय पर नामांकित देवता", " पौधों एवंजड़ी बूटियों से संबंधित देवतागण"]},
    

            {q: " महाराजा रंजित सिंह के उत्तराधिकारी कौन थे",
                a: " खड़ग सिंह",
                options: [" हरिहर सिंह", " खड़ग सिंह", " नैनिहाल सिंह", " शेर सिंह"]},
   

            {q: " चतुर्थ बौद्ध संगति किसके काल में हुआ थ ?",
                a: " कनिष्क",
                options: [" चंद्रगुप्त विक्रमादित्य", " चंद्रगुप्त", " अशोक", " कनिष्क"]}, 
   

              {q: " अलबरूनी .............. के कालावधी का एक इतिहासकार था -",
                a: " मोहम्मद गजनी",
                options: [" मोहम्मद गजनी", " बलबन", " अकबर", " मोहम्मद तुगलक"]},
			  
	 {q: " ग्रांड ट्रंक रोड (GT Road) का निर्माण किसने करवाया था ?",
                a: " शेरशाह सूरी",
                options: [" बाबर", " औरंगजेब", " शेरशाह सूरी", " जहांगीर"]},
   
   
            {q: " ऊनी वस्त्र तैयार करने वाला प्रथम कारखाना कब और कहां स्थापित किया गया था ?",
                a: " 1870, कानपुर",
                options: [" 1870, कानपुर", " 1905, कोलकाता", " 1874, लखनऊ", " 1890, लुधियाना"]},
   
   
            {q: " आदि जैन ग्रंथों की भाषा क्या थी ?",
                a: " प्राकृत",
                options: [" संस्कृत", " पाली", " प्राकृत", " अपभ्रंश"]},
   
   
            {q: " सिक्ख धर्म के पवित्र ग्रंथ का नाम क्या है ?",
                a: " गुरु ग्रंथ साहिब",
                options: [" पद्मावत", " गुरु ग्रंथ साहिब", " धम्मपद", "  बाइबल"]},
   
          
            {q:" सम्राट अशोक ने अंतिम समय में किस धर्म की दीक्षा ली थी ?",
                a: " बौद्ध धर्म",
                options: [" जैन धर्म", " शैव धर्म", " बौद्ध धर्म", " वैष्णव धर्म"]},
    
    
             {q: " नई दुनिया की खोज किसने की थी ?",
                a: " कोलंबस",
                options: [" मैक्लेन", " वास्कोडिगामा", " पिजारो", " कोलंबस"]},
    

            {q: " प्लासी का युद्ध कब हुआ ?",
                a: " 1757 में",
                options: [" 1765 में", "1759 में", "  1756 में", " 1757 में"]},
   

            {q: " निम्नलिखित में से किस महिला क्रांतिकारी समारोह में करते हुए गवर्नर पर गोली चलाई थी ?",
                a: " बीना दास",
                options: [" प्रीतिलता", " शांति घोष", " कल्पना दत्त", " बीना दास"]}, 
   

              {q: " बौद्ध संघों के आचरण के नियमों का संकलन निम्नलिखित में से किस ग्रंथ में मिलता है ?",
                a: " विनय पीटक",
                options: [" सूत पीटक ", " अभिधम्म पीटक", " विनय पीटक", " अंगुतर निकाय"]},
			  
			    {q: " लुंबिनी बुद्ध का जन्म स्थल था इस बात की पुष्टि  किसके शिलालेख होती है ?",
                a: " अशोक",
                options: [" पुष्यमित्र शुंग", " अशोक", " कनिष्क", " हर्ष"]}
        ]
    }
});

