$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: 'वेद से संलग्न गद्य टिप्पणियां  क्या कही जाती है ?',
                a: "ब्राहमण",
                options: ["स्मृति", "स्मृति", "पुराण", "उपनिषद"]},
   
   
            {q: "गुप्त वंश के पश्चात उत्तर भारत के बड़े भाग का पुनर्गठन किसने किया ?",
                a: "हर्षवर्धन",
                options: ["चालुक्य", "राजपूत", "हर्षवर्धन", "इनमें से कोई नहीं"]},
   
   
            {q: "13वीं शताब्दी में सेना का सर्वोच्च अधिकारी कौन होता था ?",
                a: "खान",
                options: ["मालिक", "खान", "सूबेदार", "सिपहसालार"]},
   
   
            {q: "भारत में  गुलाम वंश का संस्थापक कौन था ?",
                a: "कुतुबुद्दीन ऐबक",
                options: ["कुतुबुद्दीन ऐबक", "इल्तुतमिश", "कैकूबाद", "आराम शाह"]},
   
   
            {q: "डेल्फ  नामक डच नौका ने 1605 में कहां लंगर डाला था ?",
                a: "मसूलीपट्टनम",
                options: ["मसूलीपट्टनम", "निजामपत्नम", "तेगण्यमपत्तनम", "कावेरिपट्टनम"]},
   
          
            {q:"निम्नलिखित घटनाओं में से कौन सी 1919 में घटी ?",
                a: "जलियांवाला बाग हत्याकांड",
                options: ["बंगाल में स्थाई बंदोबस्त", "बंगाल का विभाजन", "जलियांवाला बाग हत्याकांड", "उपयुक्त सभी"]},
    
    
             {q: "निम्नलिखित में से किसने 1857 के विद्रोह का कानपुर में नेतृत्व किया था ?",
                a: "नाना साहेब",
                options: ["रानी लक्ष्मीबाई", "तात्या टोपे", "कुंवर सिंह", "नाना साहेब"]},
    

            {q: "कनिष्क कुशान वंश का राजा था -",
                a: "तृतीय",
                options: ["प्रथम", "द्वितीय", "तृतीय", "चतुर्थ"]},
   

            {q: "भरहुत भूमि  किससे संबंधित है ?",
                a: " बौद्ध धर्म से",
                options: ["जैन धर्म से", "बौद्ध धर्म से", "हिंदू धर्म से"]}, 
   

              {q: "चंगेज खान के अधीन मंगोलो ने भारत पर आक्रमण कब किया था ?",
                a: "इल्तुतमिश के शासनकाल में",
                options: ["बलबन के शासनकाल में", "फिरोज तुगलक के शासनकाल में", "इल्तुतमिश के शासनकाल में", "मोहम्मद बिन तुगलक के शासनकाल में"]},

 
           {q: "भुवनेश्वर तथा पुरी के मंदिर किस शैली में निर्मित है ?",
                a: "नागर",
                options: [" द्रविड़", " बेसर", "नागर", " इनमें से कोई नहीं"]},
   
   
            {q: " रामायण के किस कांड में राम और हनुमान की पहली भेंट का वर्णन है ?",
                a: " किष्किंधा कांड",
                options: [" किष्किंधा कांड", " सुंदरकांड", " बालकांड", " उपरोक्त में से कोई नहीं"]},
   
   
            {q: " गुर्जर प्रतिहार वंश की स्थापना किसने की थी ?",
                a: "नागभट्ट प्रथम",
                options: ["मिहिर भोज", "हर्षवर्धन", " वत्सराज", " नागभट्ट प्रथम"]},
   
   
            {q: " बारहमासा की रचना किसने की थी ?",
                a: " मलिक मोहम्मद जायसी",
                options: [" अमीर खुसरो", " मलिक मोहम्मद जायसी", " इसामी", " रसखान"]},
   
          
            {q:" गौतम बुद्ध ने अपने उपदेश किस भाषा का दी है?",
                a: " पाली",
                options: [" संस्कृत", " पाली", " प्राकृत", "हिंदी"]},
    
    
             {q: "प्राचीन ग्रंथ तोलकाप्पियम का संबंध है ?",
                a: " महाकाव्य से",
                options: [" व्याकरण से", " नाटक से", " महाकाव्य से", " जातक कथा"]},
    

            {q: " चौहान वंश का अंतिम राजा कौन था",
                a: " पृथ्वीराज चौहान",
                options: [" जयसिंह", " पृथ्वीराज चौहान", " राणा सांगा", " इनमें से कोई नहीं"]},
   

            {q: " अपनी प्रसार नीतियों के कारण भारत का नेपोलियन कहा जाने वाला कौन था ?",
                a: " समुद्रगुप्त",
                options: [" चंद्रगुप्त प्रथम", " कुमारगुप्त", " चंद्रगुप्त द्वितीय", " समुद्रगुप्त"]}, 
   

              {q: " मुगल शासन व्यवस्था के अंतर्गत परगने के खजांची को क्या कहते थे ?",
                a: " फोतदार",
                options: [" फोतदार", " कारकुन", " कानूनगो", " आमिल"]},
			  
	  {q: " प्रसिद्ध मयूर सिंघासन किसके शासनकाल में बना था ?",
                a: " शाहजहाँ",
                options: [" जहाँगीर", " औरंगजेब", " शाहजहाँ", " अकबर"]}

        ]
    }
});

