$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: 'फतेहपुर सीकरी की स्थापना किस भारतीय शासक ने किया था ?',
                a: " अकबर",
                options: [" बाबर", " अकबर", " शेरशाह", " जहांगीर"]},
   
   
            {q: " इंग्लैंड हाउस ऑफ कॉमंस द्वारा भारत के किस गवर्नर जनरल पर महाभियोग चलाया गया था ?",
                a: "वारेन हेस्टिंग्स",
                options: [" कॉर्नवालिस", " वेलेजली हेस्टिंग्स", " विलियम बेंटिक"]},
   
   
            {q: " निम्नलिखित में से कौन सा स्थान भारत में पुर्तगालियों का मुख्यालय था ?",
                a: " गोवा",
                options: [" कन्नौज", " कालीकट", " कोचीन", " गोवा"]},
   
   
            {q: " महात्मा बुद्ध से संबंधित घटना को चक्र प्रवर्तन कहा जाता है ?",
                a: " सारनाथ में दिया गया प्रथम उपदेश",
                options: [" महाभिनिष्क्रमण", " महापरिनिर्वाण", " सारनाथ में दिया गया प्रथम", " बोधत्व प्राप्ति"]},
   
   
            {q: " पंचतंत्र की रचना किसके समय हुई थी ?",
                a: " गुप्त काल",
                options: [" गुप्त काल", "कुषाण काल", " मौर्य काल", " मुगल काल"]},
   
          
            {q:" नेपोलियन प्रथम और ड्यूक ऑफ वेलिंगटन के बीच निम्नलिखित में से कौन सी प्रसिद्ध लड़ाई हुई थी ?",
                a: " वाटरलू की लड़ाई",
                options: ["बोरोडीनी की लड़ाई", " लीपजिंग की लड़ाई", " अस्टारलीज की लड़ाई", " वाटरलू की लड़ाई"]},
    
    
             {q: " क्रीमियन युद्ध निम्नलिखित में से किसके बीच हुआ था ?",
                a: " रूस और टर्की",
                options: [" ब्रिटेन और टर्की", " फ्रांस और ब्रिटेन", " रूस और टर्की", " फ्रांस और टर्की"]},
    

            {q: " निम्नलिखित में से वह महानतम को कुषाण शासक कौन था जो बौद्ध बन गया था",
                a: " कनिष्क",
                options: [" कुजाला", " कनिष्क", " विमा", " कट फिसेज"]},
   

            {q: " निम्नलिखित में से कौन सा शहर चोल राजाओं की राजधानी थी ?",
                a: " तंजौर",
                options: [" तंजौर", " वांची", " त्रिचिरापल्ली", " मदुरै"]}, 
   

              {q: " गुप्त राजा जिसने विक्रमादित्य की पदवी ग्रंथ की थी, वह कौन था ?",
                a: " चंद्रगुप्त द्वितीय",
                options: [" स्कंद गुप्त", " चंद्रगुप्त द्वितीय", " समुद्रगुप्त", " कुमारगुप्त"]}
			  
	 {q: " संगम युग में वरियम शब्द किसका सूचक था ?",
                a: " राजस्व प्रदान करने वाले क्षेत्रीय इकाई",
                options: [" ग्राम सभाओं की प्रबंध समिति", " भू राजस्व वसूल करने वाला अधिकारी", "ब्राह्मणों को अनुदान  दिए गए राजस्व मुक्त ग्राम", " राजस्व प्रदान करने वाले क्षेत्रीय इकाई"]},
   
   
            {q: " निम्नलिखित में से किसे 12 वीं शताब्दी का महानतम जैन विद्वान माना जाता है ?",
                a: " हेमचंद्र",
                options: [" भद्रबाहु", " हेमचंद्र", " अमोघवर्ष", " स्थूलभद्र"]},
   
   
            {q: " निम्नलिखित में से किस वायसराय के समय दिल्ली दरबार का आयोजन किया गया था ?",
                a: " लॉर्ड लिटन",
                options: [" लॉर्ड लिनलिथगो", " लॉर्ड लिटन", " लार्ड रिपन", " लार्ड कर्जन"]},
   
   
            {q: " गौतम बुद्ध ने अपना प्रथम उपदेश कहां दिया था ?",
                a: " सारनाथ में",
                options: [" सारनाथ में", " वैशाली में", " बोधगया में", " राजगृह में"]},
   
          
            {q:" सिंधु घाटी सभ्यता की विकसित अवस्था में निम्नलिखित में से किस स्थल से  घरों में कुओं के अवशेष मिले हैं ?",
                a: " मोहनजोदड़ो",
                options: [" हड़प्पा", " कालीबंगा", " मोहनजोदड़ो", " लोथल"]},
    
    
             {q: "चीनी यात्री फाह्यान किसके काल में भारत आया था ?",
                a: " चंद्रगुप्त विक्रमादित्य",
                options: [" समुद्रगुप्त", " चंद्रगुप्त मौर्य", " कनिष्क", " चंद्रगुप्त विक्रमादित्य"]},
    

            {q: " हड़प्पा संस्कृति किसके समकालीन है या किस युग की थी",
                a: " कांस्य युगीन",
                options: [" लोहा युगीन", " ताम्र युगीन", " कांस्य युगीन", " नवपाषाण कालीन"]},
   

            {q: " भारत में सबसे बड़ा बौद्ध स्पूत कहां स्थित है ?",
                a: " सांची",
                options: [" साथी", " सारनाथ", " गया", " वाराणसी"]}, 
   

              {q: " गांधी जी ने दांडी मार्च क्यों प्रारंभ किया था ?",
                a: " नमक कानून तोड़ने के लिए",
                options: [" हिंदू मुस्लिम एकता के लिए", " विदेशी सामान के बहिष्कार हेतु", " अंग्रेजों को भारत  छोड़ने के लिए कहने हेतु", " नमक कानून तोड़ने के लिए"]},
			  
			    {q: " पृथ्वीराज रासो निम्नलिखित में से किसने लिखा ?",
                a: " चंदबरदाई",
                options: [" भगवभूति", " जयदेव", " चंदबरदाई", " बाणभट्ट"]}
        ]
    }
});
