$("#quiz1").dlxQuiz({
    quizData: {
        questions: [
  
            {q: 'पंचवर्षीय योजना के प्रारूप की रूपरेखा किसके द्वारा तैयार की गयी ?',
                a: "योजना आयोग",
                options: ["वित्त मंत्रालय", "योजना आयोग", "राष्ट्रीय विकास परिषद", "प्रधानमंत्री सचिवालय"]},
   
   
            {q: "भारत के प्रथम नागरिक का दर्ज किसे दिया जाता है ?",
                a: "राष्ट्रपति",
                options: ["प्रधानमंत्री", "चुनाव आयुक्त", "राष्ट्रपति", "उच्चतम न्यायालय के मुख्य न्ययाधीश "]},
   
   
            {q: "राज्य का राज्यपाल किसके प्रति उत्तरदाही होता है ?",
                a: "भारत का राष्ट्रपति,
                options: ["भारत का राष्ट्रपति", "प्रधानमंत्री", "संसद", "भारत का मुख्य न्यायाधीश"]},
   
   
            {q: "संसद बजट आधीन व्ययों पर किसके माध्यम से नियंत्रण रखती है ?",
                a: "लोकलेखा समिति",
                options: ["केन्द्रीय लेखा के महालेखाकार", "वित्त मंत्रालय", "वित्त आयोग", "लोकलेखासमिति"]},
   
   
            {q: "वित्त आयोग एक - ?",
                a: "संवैधानिक संस्था है",
                options: ["प्रतिवर्ष गठित की जाने वाली संस्था", "निजी संस्था है", "संवैधानिक संस्था है", "इनमे से कोई नहीं"]},
   
          
            {q:"शिक्षा और वन किस सूची में आते हैं ?",
                a: "समवर्ती सूची",
                options: ["समवर्ती सूची", "राज्य सूची", "संघ सूची", "A और B दोनों"]},
    
    
             {q: "राष्ट्रीय एकता परिषद की अध्यक्षता कौन करता है  ?",
                a: "प्रधानमंत्री",
                options: ["उपराष्ट्रपति", "गृह मंत्री ", "प्रधामंत्री", "राष्ट्रपति"]},
    

            {q: "भारतीय संविधान में किस धारा में 14 वर्ष तक के बच्चों को मुफ़्त और अनिर्वार्य प्राथमिक शिक्षा देने का प्रावधान है ? ",
                a: "धार 45",
                options: ["धारा 45", "धारा 302 ", "धारा 14", "धारा 40"]},
   

            {q: "भाषा के आधार पर राज्यों का पुनर्गठन किस वर्ष किया गया था ?",
                a: "1956",
                options: ["1966", "1953", "1947", "1956"]}, 
   
   
	    {q: "वित्त आयोग की व्यवस्था संविधान के किस अनुच्छेद में है ?",
                a: "अनुच्छेद 280",
                options: ["अनुच्छेद 368", "अनुच्छेद 356", "अनुच्छेद 280", "अनुच्छेद 285"]}
        ]
    }
});
